// Misc Strings

"fibre-channel-card-name"           = "Apple FC-kort";
"unknown"                           = "<ukendt>";
"default-filename"                  = "Fiberkanalkort";
"port-name-prefix"                  = "Port";
"slot-name-prefix"					= "Kortplads ";
"restart-required"                  = "Genstart kræves, før indstillingerne træder i kraft.";

// Status string.

"Offline"                           = "Portforbindelsen er afbrudt.";
"Online"                            = "Portforbindelsen er åben.";
// Speed status string.
"speed-status"                      = " Hastigheden er indstillet til <<replace>>.";	// Note that the "<<replace>>" in this string
                                                                            // is replaced by one of the speed status strings below.
                                                                            // This is to allow for different placements within the
                                                                            // sentance of the status string.

"link-status-nolink"				= "Ingen forbindelse etableret";
"link-status-nolink-unsupported"	= "Ingen forbindelse etableret (kabel ikke understøttet)";
"link-status-link"					= "Forbindelse etableret";
"link-status-link-unsupported"		= "Forbindelse etableret (kabel understøttes ikke)";

// speed status string.
"1-gigabit-per-second"              = "1 Gb/s";
"2-gigabit-per-second"              = "2 Gb/s";
"speed-automatic"                   = "konfigurer automatisk";
"automatic-1-gigabit"               = "konfigurer automatisk, 1 Gb/s";
"automatic-2-gigabit"               = "konfigurer automatisk, 2 Gb/s";

// Topology status string.
"toplogy-status"                    = " Porttopologien er indstillet til <<replace>>.";	// Note that the "<<replace>>" in this string
                                                                                    // is replaced by one of the speed status strings below.
                                                                                    // This is to allow for different placements within the
                                                                                    // sentance of the status string.
// topology status string.
"point-to-point"                    = "Point-to-Point";
"arbitrated-loop"                   = "Arbitrær sløjfe";
"topology-automatic"                = "konfigurer automatisk";
"automatic-point-to-point"          = "konfigurer automatisk og er nu Point-to-Point";
"automatic-arbitrated-loop"         = "konfigurer automatisk og er nu Arbitrær sløjfe";

// Alerts
"incompatible-driver-title"         = "Installer den nyeste software";
"incompatible-driver"               = "Dette program kræver version 1.1.0 eller en nyere version af AppleLSIFusionMPT.kext. Kontroller, at den nyeste software er installeret, og prøv igen.";
"alert-no-cards-title"              = "Der blev ikke fundet et Apple-fiberkanalkort";
"alert-no-cards"                    = "Sørg for, at Apple-fiberkanalkortet er installeret korrekt, og prøv igen.";
"alert-restart-title"               = "Genstart system";
"alert-restart-required"            = "Genstart kræves, før de nye indstillinger træder i kraft. Vil du starte igen?";
"alert-ok-button"                   = "OK";
"alert-yes-button"                  = "Ja";
"alert-no-button"                   = "Nej";
"alert-cancel-button"               = "Annuller";
"alert-tool-title"                  = "Fejl ved fibreconfig-værktøj";
"alert-fibreconfig-error"           = "Der opstod en fejl med fibreconfig-værktøjet.";
"alert-missing-tool"                = "Fibreconfig-værktøjet mangler.";
"alert-non-executeable-tool"        = "Fibreconfig-værktøjet kan ikke afvikles og skal måske geninstalleres.";
"ww-node-name-tooltip"              = "Verdensomspændende knudepunktsnavn";
"ww-port-name-tooltip"              = "Verdensomspændende portnavn";